commands = '''
هذه هي الاوامر الموجوده بسورس  𝗬𝗮𝗕𝗵 
⏝⏝⏝⏝⏝⏝⏝⏝⏝

`.م1` » اعدادات السورس

`.م2` » لمعرفة اوامر صيد اليوزرات

`.م3` » لمعرفة اوامر تجميع نقاط بوتات التمويل

`.م4` » لمعرفة اوامر السورس الاضافية**
'''
sec1 = '''
هذه هي انواع الاوامر الاساسيه لسورس  𝗬𝗮𝗕𝗵 
⏝⏝⏝⏝⏝⏝⏝⏝⏝

`.فحص` : لاجراء فحص للسورس

`.سورس` : لاجراء فحص للسورس الاضافي

`.اعادة تشغيل` : لاجراء اعادة تشغيل للسورس

'''
sec2 = '''
هذه هي اوامر التثبيت الخاص بسورس 𝗬𝗮𝗕𝗵
⏝⏝⏝⏝⏝⏝⏝⏝⏝
1- `.تثبيت يدوي + القناة + اليوزر` : يقوم بتثبيت اليوزر بقناة معينة

2- `.صيد + العدد + النوع + يوزر القناة` : يقوم بفحص اليوزرات وتثبيتها على القناة

3- `.تثبيت تلقائي + العدد + القناة + اليوزر` : يقوم بتثبيت اليوزر بقناة معينة

4- `.حالة الصيد` : لمعرفة اقدم الصيد

5- `.حالة التثبيت التلقائي` : لمعرفة تقدم التثبيت التلقائي

6- `.الانواع` : لمعرفة انواع اليوزرات
'''
sec3 = """
هذه هي اوامر تجميع النقاط بسورس  𝗬𝗮𝗕𝗵 
⏝⏝⏝⏝⏝⏝⏝⏝⏝

`.تجميع المليار` : يقوم بتـجميع نقاطـ بوت تمويل المليار

`.تجميع الجوكر` : يقوم بتجميع نقاط بوت تمويل الجوكر


"""
sec4 = """
هذه هي الاوامر الاضافيه بسورس  𝗬𝗮𝗕𝗵 
⏝⏝⏝⏝⏝⏝⏝⏝

1️⃣ الامـر نشر تلقائي 

الوظيفة : نشر رسالة معينة تلقائيا

طريقة الاستعمال : [.مؤقت + عدد الثواني + عدد التكرار + الكليشة]

مثال | [`.مؤقت 3 5 مرحبأ بك في سورس  محمد` ]

2️⃣ الامر [تكرار] 

الوظيفة : تكرار رسالة معينة بالرد عليها

طريقة الاستعمال : .تكرار + عدد التكرار

3️⃣ الامر اذاعة للخاص

الوظيفة : ارسال رسالة معينة الى جميع المحادثات الخاصة في حسابك

طريقة الاستعمال : .للخاص + الكليشة

مثال | `.للخاص مرحبا بك في سورس  بيرو `

4️⃣ الامر اذاعة للمجموعات

الوظيفة : ارسال رسالة معينة الى جميع المجموعات في حسابك

طريقة الاستعمال : .للكروبات + الكليشة

مثال | `.للخاص مرحبا بك في سورس  بيرو `

5️⃣️ الامر تسلية 

الوظيفة : التسلية فقط 

محتويات الامر : [`.قمور`][`.حلويات`][`.قلوب`][`.العد التنازلي`][`.قمر`]

6️⃣الامر الالة الحاسبة العلمية 

طريقة الاستعمال [`.احسب + الرقم الاول + العملية الحسابية + الرقم الثاني` ]

يجب مراعات المسافة بين كل كلمة

مثال | `.احسب 7 + 7`
مثال | `.احسب 7 * 7`
مثال | `.احسب 7 - 7`
مثال | `.احسب 7 ÷ 7` 


"""
tele_checker = '''
هذه هي اوامر التثبيت الخاص بسورس 𝗬𝗮𝗕𝗵
⏝⏝⏝⏝⏝⏝⏝⏝⏝
1- `.تثبيت يدوي + القناة + اليوزر` : يقوم بتثبيت اليوزر بقناة معينة

2- `.صيد + العدد + النوع + يوزر القناة` : يقوم بفحص اليوزرات وتثبيتها على القناة

3- `.تثبيت تلقائي + العدد + القناة + اليوزر` : يقوم بتثبيت اليوزر بقناة معينة

4- `.حالة الصيد` : لمعرفة اقدم الصيد

5- `.حالة التثبيت التلقائي` : لمعرفة تقدم التثبيت التلقائي

6- `.الانواع` : لمعرفة انواع اليوزرات
'''
tele_checker2 = '''
هذه هي انواع الصيد بسورس 𝗬𝗮𝗕𝗵
⏝⏝⏝⏝⏝⏝⏝⏝⏝
︎1 : ثلاثي

2 : ثلاثي احرف و اخر رقم

3 :خماسي ( ρρ777,ρѵ777 )

4 : سداسي ( ρρ7777,ρѵ7777 )

5 : سباعي مثال ᴅѵ77777,ᴅᴅ77777

6 : خماسي مثال ᴅ1ᴅ1ᴅ,ᴅѵᴅѵᴅ

7 : خماسي مثال ᴅ1ᴅᴅ1,ᴅѵᴅᴅѵ

8 : خماسي مثال ᴅ111ᴅ,ᴅѵѵѵᴅ

9 : خماسي مثال ᴅᴅ111,ᴅᴅѵѵѵ

10 : خماسي مثال ᴅ11ᴅ1,ᴅѵѵᴅѵ

11 : خماسي مثال ᴅ1ᴅᴅᴅ,ᴅѵᴅᴅᴅ

12 : خماسي مثال ᴅᴅ1ᴅᴅ,ᴅᴅѵᴅᴅ

13 :خماسي مثال ᴅᴅᴅ1ᴅ,ᴅᴅᴅѵᴅ

⏝⏝⏝⏝⏝⏝⏝⏝⏝
طريقه تفعيل الصيد ( مهمه )
.صيد + عدد المحاولات ( الضغطات ) + رقم نوع الصيد + يوزر القناه الذي انشاته
⏝⏝⏝⏝⏝⏝⏝⏝⏝ 
- مثـال╎ `.صيد 300 2 @xx_YaBh`
'''
